Repository: diegotid/tildone
Catalog: TildoneiOS/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans

source: %@. Tasks: %@
es: %1$@. Tareas: %2$@
fr: %1$@. Tâches : %2$@
zh_hans: %1$@。任务：%2$@

source: %lld Macs
es: %lld Mac
fr: %lld Mac
zh_hans: %lld 台 Mac

source: %lld changes waiting to sync
es: %lld cambios pendientes de sincronizar
fr: %lld modifications en attente de synchronisation
zh_hans: %lld 项更改等待同步

source: %lld iPads
es: %lld iPad
fr: %lld iPad
zh_hans: %lld 台 iPad

source: %lld iPhones
es: %lld iPhone
fr: %lld iPhone
zh_hans: %lld 台 iPhone

# %lld of %lld
source: %1$lld of %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
zh_hans: %1$lld/%2$lld

source: %lld of %lld tasks completed
es: %1$lld de %2$lld tareas completadas
fr: %1$lld tâches terminées sur %2$lld
zh_hans: 已完成 %1$lld/%2$lld 项任务

source: A calmer desktop
es: Un escritorio más tranquilo
fr: Un bureau plus calme
zh_hans: 更清爽的桌面

source: A little space on your desktop
es: Un pequeño espacio en tu escritorio
fr: Un petit espace sur votre bureau
zh_hans: 桌面上的一小片空间

source: A little space to think
es: Un espacio para pensar
fr: Un espace pour réfléchir
zh_hans: 留点空间思考

source: About Tildone
es: Acerca de Tildone
fr: À propos de Tildone
zh_hans: 关于 Tildone

source: Add above
es: Añadir arriba
fr: Ajouter au-dessus
zh_hans: 在上方添加

source: Add task
es: Añadir tarea
fr: Ajouter une tâche
zh_hans: 添加任务

source: Another window
es: Otra ventana
fr: Une autre fenêtre
zh_hans: 另一个窗口

source: Back
es: Atrás
fr: Retour
zh_hans: 上一步

source: Blue
es: Azul
fr: Bleu
zh_hans: 蓝色

source: Blur Content
es: Difuminar contenido
fr: Flouter le contenu
zh_hans: 模糊内容

source: Bold
es: Negrita
fr: Gras
zh_hans: 粗体

source: Book a table [weekend]
es: Reservar una mesa [fin de semana]
fr: Réserver une table [week-end]
zh_hans: 预订餐桌 [周末]

source: Book the trip
es: Reservar el viaje
fr: Réserver le voyage
zh_hans: 预订行程

source: Break a task into smaller steps and keep them together in a clear hierarchy.
es: Divide una tarea en pasos más pequeños y agrúpalos en una jerarquía clara.
fr: Décomposez une tâche en petites étapes et regroupez-les dans une hiérarchie claire.
zh_hans: 将任务拆分成小步骤，并用清晰的层级将它们归为一组。

source: Break a task into smaller steps, see their progress, and collapse them when you want a simpler view.
es: Divide una tarea en pasos más pequeños, consulta su progreso y contráelos cuando quieras una vista más sencilla.
fr: Décomposez une tâche en petites étapes, suivez leur progression et repliez-les pour simplifier l’affichage.
zh_hans: 将任务分成小步骤，查看进度，并在需要简洁视图时折叠它们。

source: Bring Mac notes together in a corner, then return them to their previous positions.
es: Reúne las notas del Mac en una esquina y devuélvelas después a sus posiciones anteriores.
fr: Rassemblez les notes sur Mac dans un coin, puis remettez-les à leurs positions précédentes.
zh_hans: 将 Mac 便笺聚拢到角落，再恢复到之前的位置。

source: Call the dentist
es: Llamar al dentista
fr: Appeler le dentiste
zh_hans: 给牙医打电话

source: Cancel
es: Cancelar
fr: Annuler
zh_hans: 取消

source: Capture ideas and manage tasks on iPhone. A companion to Tildone for Mac, it also works on its own. No Mac required.
es: Captura ideas y gestiona tareas en el iPhone. Complementa Tildone para Mac y también funciona por sí sola. No necesitas un Mac.
fr: Notez vos idées et gérez vos tâches sur iPhone. Complément de Tildone pour Mac, l’app fonctionne aussi de façon autonome. Aucun Mac nécessaire.
zh_hans: 在 iPhone 上记录灵感、管理任务。它既是 Mac 版 Tildone 的配套应用，也能独立使用，无需 Mac。

source: Change Note Color
es: Cambiar color de la nota
fr: Changer la couleur de la note
zh_hans: 更改笔记颜色

source: Changes stay on this iPhone while iCloud sync is turned off.
es: Los cambios permanecen en este iPhone mientras la sincronización con iCloud está desactivada.
fr: Les modifications restent sur cet iPhone tant que la synchronisation iCloud est désactivée.
zh_hans: iCloud 同步关闭期间，更改将保留在这台 iPhone 上。

source: Choose a place
es: Elegir un lugar
fr: Choisir un lieu
zh_hans: 选择目的地

source: Choose layout
es: Elegir diseño
fr: Choisir la présentation
zh_hans: 选择布局

source: Choose notes layout
es: Elegir el diseño de las notas
fr: Choisir la présentation des notes
zh_hans: 选择笔记布局

source: Choose per note when to blur text or stay behind other windows.
es: Elige en cada nota cuándo desenfocar el texto o dejarla detrás de otras ventanas.
fr: Choisissez pour chaque note quand flouter son texte ou la laisser derrière les autres fenêtres.
zh_hans: 为每条便笺选择何时模糊文本或置于其他窗口后方。

source: Choose when each Mac note blurs its text or stays behind other windows.
es: Elige cuándo cada nota del Mac difumina su texto o queda detrás de otras ventanas.
fr: Choisissez quand chaque note sur Mac floute son texte ou reste derrière les autres fenêtres.
zh_hans: 选择每张 Mac 便笺何时模糊文字，或置于其他窗口后方。

source: Close
es: Cerrar
fr: Fermer
zh_hans: 关闭

source: Collapse subtasks
es: Contraer subtareas
fr: Replier les sous-tâches
zh_hans: 收起子任务

source: Complete Task
es: Completar tarea
fr: Terminer la tâche
zh_hans: 完成任务

source: Complete task
es: Completar tarea
fr: Terminer la tâche
zh_hans: 完成任务

source: Connected to iCloud
es: Conectado a iCloud
fr: Connecté à iCloud
zh_hans: 已连接到 iCloud

source: Control note visibility and privacy.
es: Controla la visibilidad y privacidad.
fr: Contrôler la visibilité et la confidentialité.
zh_hans: 控制便笺可见性和隐私。

source: Copying Notes to iCloud…
es: Copiando notas a iCloud…
fr: Copie des notes vers iCloud…
zh_hans: 正在将备忘录复制到 iCloud…

source: Couldn’t Use iCloud
es: No se ha podido usar iCloud
fr: Impossible d’utiliser iCloud
zh_hans: 无法使用 iCloud

source: Couldn’t undo this change
es: No se ha podido deshacer este cambio
fr: Impossible d’annuler cette modification
zh_hans: 无法撤销此更改

source: Create Note
es: Crear nota
fr: Créer une note
zh_hans: 创建笔记

source: Create a note to keep a small checklist close at hand.
es: Crea una nota para tener una pequeña lista de tareas a mano.
fr: Créez une note pour garder une petite checklist à portée de main.
zh_hans: 创建一条笔记，随时记录简短的待办清单。

source: Create note
es: Crear nota
fr: Créer une note
zh_hans: 创建笔记

source: Deck
es: Mazo
fr: Pile
zh_hans: 卡组

source: Default
es: Predeterminado
fr: Par défaut
zh_hans: 默认

source: Delete
es: Eliminar
fr: Supprimer
zh_hans: 删除

source: Delete Note
es: Eliminar nota
fr: Supprimer la note
zh_hans: 删除笔记

source: Delete Task
es: Eliminar tarea
fr: Supprimer la tâche
zh_hans: 删除任务

source: Delete this note?
es: ¿Eliminar esta nota?
fr: Supprimer cette note ?
zh_hans: 删除这条笔记？

source: Desktop notes keep your tasks in sight while you work.
es: Las notas del escritorio mantienen tus tareas a la vista mientras trabajas.
fr: Les notes sur le bureau gardent vos tâches en vue pendant que vous travaillez.
zh_hans: 桌面便签让你工作时也能随时看到待办任务。

source: Dim notes
es: Atenuar notas
fr: Atténuer les notes
zh_hans: 调暗笔记

source: Dim one note or all of them
es: Atenúa una nota o todas
fr: Atténuez une note ou toutes
zh_hans: 降低一张或所有便笺的不透明度

source: Discover all Pro features
es: Descubrir todas las funciones Pro
fr: Découvrir toutes les fonctionnalités Pro
zh_hans: 探索所有 Pro 功能

source: Dismiss
es: Cerrar
fr: Fermer
zh_hans: 关闭

source: Don't show until next version
es: No mostrar hasta la próxima versión
fr: Ne plus afficher avant la prochaine version
zh_hans: 下一版本前不再显示

source: Done
es: OK
fr: OK
zh_hans: 完成

source: Done!
es: ¡Hecho!
fr: Terminé !
zh_hans: 完成！

source: Double tap to open the note
es: Toca dos veces para abrir la nota
fr: Touchez deux fois pour ouvrir la note
zh_hans: 轻点两下来打开笔记

source: Emphasis, colors, highlights, and fonts.
es: Énfasis, colores, resaltado y fuentes.
fr: Styles, couleurs, surlignage et polices.
zh_hans: 强调、颜色、高亮和字体。

source: Existing subtasks remain visible and editable without Pro. Creating or changing their hierarchy requires Pro.
es: Las subtareas existentes siguen siendo visibles y editables sin Pro. Crear o cambiar su jerarquía requiere Pro.
fr: Les sous-tâches existantes restent visibles et modifiables sans Pro. Créer ou modifier leur hiérarchie nécessite Pro.
zh_hans: 无需 Pro 也可查看和编辑已有子任务。创建或更改任务层级需要 Pro。

source: Expand subtasks
es: Expandir subtareas
fr: Déplier les sous-tâches
zh_hans: 展开子任务

source: Explore Focus settings
es: Explora los ajustes de Concentración
fr: Découvrir les réglages de concentration
zh_hans: 了解专注设置

source: Find notes, undo recent changes, and turn words in brackets into clear tags.
es: Busca notas, deshaz cambios recientes y convierte palabras entre corchetes en etiquetas claras.
fr: Retrouvez vos notes, annulez les modifications récentes et transformez les mots entre crochets en étiquettes.
zh_hans: 查找笔记、撤销最近的更改，并将方括号内的文字变成清晰的标签。

source: Find notes, undo recent changes, and turn words in brackets into clear tags. These improvements are available to everyone.
es: Busca notas, deshaz cambios recientes y convierte las palabras entre corchetes en etiquetas claras. Estas mejoras están disponibles para todos.
fr: Retrouvez vos notes, annulez les modifications récentes et transformez les mots entre crochets en étiquettes lisibles. Ces améliorations sont accessibles à tous.
zh_hans: 查找便笺、撤销最近的更改，并将方括号中的文字显示为清晰的标签。每个人都可以使用这些改进。

source: Focus & Privacy
es: Concentración y privacidad
fr: Concentration et confidentialité
zh_hans: 专注与隐私

source: Focus settings for each note
es: Ajustes de Concentración para cada nota
fr: Réglages de concentration pour chaque note
zh_hans: 每条便笺的专注设置

source: Font
es: Fuente
fr: Police
zh_hans: 字体

source: Font Attributions
es: Atribuciones de fuentes
fr: Crédits des polices
zh_hans: 字体归属信息

source: For privacy, notes from the previous account are no longer shown. Relaunch after changing accounts.
es: Por privacidad, las notas de la cuenta anterior ya no se muestran. Reinicia la app después de cambiar de cuenta.
fr: Pour protéger votre confidentialité, les notes du compte précédent ne sont plus affichées. Relancez l’app après avoir changé de compte.
zh_hans: 为保护隐私，已不再显示上一个账户的笔记。切换账户后请重新启动 App。

source: Format task text
es: Formato del texto de la tarea
fr: Mettre en forme le texte de la tâche
zh_hans: 设置任务文本格式

source: Gather in a corner, then restore.
es: Reúne en una esquina y restaura.
fr: Regrouper dans un coin, puis restaurer.
zh_hans: 聚拢到角落，再恢复位置。

source: Gather notes
es: Agrupar notas
fr: Rassembler les notes
zh_hans: 聚拢笔记

source: Gather notes, dim distractions, and choose when your notes stay behind other windows or keep their text private.
es: Reúne las notas, atenúa las distracciones y elige cuándo quedan detrás de otras ventanas o mantienen su texto privado.
fr: Rassemblez les notes, atténuez les distractions et choisissez quand vos notes restent derrière les autres fenêtres ou masquent leur texte.
zh_hans: 聚拢便笺、降低干扰，并选择何时让便笺留在其他窗口后方或隐藏文字。

source: Gather, then return
es: Reúne las notas y restáuralas
fr: Rassemblez, puis restaurez
zh_hans: 聚拢后再还原

source: Get Tildone for Mac
es: Descargar Tildone para Mac
fr: Obtenir Tildone pour Mac
zh_hans: 下载 Mac 版 Tildone

source: Get Tildone for iPhone
es: Descargar Tildone para iPhone
fr: Obtenir Tildone pour iPhone
zh_hans: 下载 iPhone 版 Tildone

source: Give one thought its own memo, or make important words stand out with text styling.
es: Dedica una nota a una sola idea o destaca las palabras importantes con estilos de texto.
fr: Consacrez un mémo à une seule idée ou faites ressortir les mots importants avec des styles de texte.
zh_hans: 用一张备忘便笺记录一个想法，或通过文字样式突出重要的内容。

source: Gray
es: Gris
fr: Gris
zh_hans: 灰色

source: Green
es: Verde
fr: Vert
zh_hans: 绿色

source: Grid
es: Cuadrícula
fr: Grille
zh_hans: 网格

source: Highlight
es: Resaltado
fr: Surlignage
zh_hans: 高亮

source: Hold your dimming shortcut and scroll over a note. Add Shift to change all notes together.
es: Mantén pulsado tu atajo de atenuación y desplázate sobre una nota. Añade Mayúsculas para cambiar todas las notas a la vez.
fr: Maintenez votre raccourci d’atténuation et faites défiler sur une note. Ajoutez Maj pour modifier toutes les notes à la fois.
zh_hans: 按住降低不透明度的快捷键并在便笺上滚动。再按住 Shift 可同时调整所有便笺。

source: Hold your gathering shortcut and scroll down over a note. Scroll up to restore the notes to their previous positions.
es: Mantén pulsado tu atajo para reunir y desplázate hacia abajo sobre una nota. Desplázate hacia arriba para devolverlas a sus posiciones anteriores.
fr: Maintenez votre raccourci de rassemblement et faites défiler vers le bas sur une note. Faites défiler vers le haut pour replacer les notes à leur position précédente.
zh_hans: 按住聚拢快捷键并在便笺上向下滚动。向上滚动可将便笺还原到之前的位置。

source: Home
es: Casa
fr: Maison
zh_hans: 家

source: Included for everyone
es: Incluido para todos
fr: Inclus pour tous
zh_hans: 所有人均可使用

source: Included in your Pro purchase
es: Incluido en tu compra de Pro
fr: Inclus dans votre achat Pro
zh_hans: 已包含在您购买的 Pro 中

source: Indent Task
es: Aumentar sangría de tarea
fr: Indenter la tâche
zh_hans: 缩进任务

source: Italic
es: Cursiva
fr: Italique
zh_hans: 斜体

source: Its checklist will be removed from your active notes.
es: Su lista se eliminará de tus notas activas.
fr: Sa checklist sera supprimée de vos notes actives.
zh_hans: 其清单将从你的活动笔记中移除。

source: Keep a Mac note’s text private by blurring it until you hover over the note.
es: Mantén privado el texto de una nota del Mac difuminándolo hasta que pases el cursor sobre ella.
fr: Préservez la confidentialité d’une note sur Mac en floutant son texte jusqu’au survol du pointeur.
zh_hans: 模糊 Mac 便笺的文字以保护隐私，将鼠标移到便笺上即可看清。

source: Keep notes behind other windows.
es: Mantén las notas detrás de ventanas.
fr: Garder les notes derrière les fenêtres.
zh_hans: 让便笺保持在其他窗口后方。

source: Keep on This iPhone
es: Mantener en este iPhone
fr: Conserver sur cet iPhone
zh_hans: 保留在此 iPhone 上

source: Keep smaller steps together
es: Agrupa los pasos más pequeños
fr: Regroupez les petites étapes
zh_hans: 将小步骤归在一起

source: Keep tasks visible in desktop notes on your Mac, and take them with you on iPhone. Share the download link to your Mac to get started.
es: Mantén tus tareas a la vista en las notas del escritorio del Mac y llévalas contigo en el iPhone. Comparte el enlace de descarga con tu Mac para empezar.
fr: Gardez vos tâches visibles dans des notes sur le bureau de votre Mac et emportez-les sur iPhone. Partagez le lien de téléchargement avec votre Mac pour commencer.
zh_hans: 将任务放在 Mac 桌面便签上，随时可见；用 iPhone 随身携带。将下载链接分享到 Mac，即可开始使用。

source: Keep what matters in sight
es: Tener lo importante a la vista
fr: Garder l’essentiel en vue
zh_hans: 让重要的事常在眼前

source: Keep your notes, tasks, and progress together with iCloud. Use the same Apple Account on iPhone and Mac. Work offline and sync when you reconnect.
es: Mantén tus notas, tareas y progreso sincronizados con iCloud. Usa la misma cuenta de Apple en el iPhone y el Mac. Trabaja sin conexión y sincroniza al volver a conectarte.
fr: Retrouvez vos notes, tâches et progrès grâce à iCloud. Utilisez le même compte Apple sur iPhone et Mac. Travaillez hors ligne et synchronisez à la reconnexion.
zh_hans: 通过 iCloud 同步笔记、任务和进度。在 iPhone 和 Mac 上使用同一 Apple 账户。离线也能使用，重新联网后即可同步。

source: Layout
es: Diseño
fr: Présentation
zh_hans: 布局

source: Let other windows stay in front of a Mac note while keeping it on your desktop.
es: Deja que otras ventanas queden delante de una nota del Mac sin quitarla del escritorio.
fr: Laissez les autres fenêtres passer devant une note sur Mac tout en la gardant sur votre bureau.
zh_hans: 让其他窗口显示在 Mac 便笺前方，同时将便笺保留在桌面上。

source: Let’s get started
es: Empecemos
fr: C’est parti
zh_hans: 开始使用

source: List
es: Lista
fr: Liste
zh_hans: 列表

source: Loading Notes…
es: Cargando notas…
fr: Chargement des notes…
zh_hans: 正在加载备忘录…

source: Lower the opacity of one or all Mac notes to keep your desktop less distracting.
es: Reduce la opacidad de una o todas las notas del Mac para tener un escritorio con menos distracciones.
fr: Réduisez l’opacité d’une ou de toutes les notes sur Mac pour limiter les distractions sur votre bureau.
zh_hans: 降低一张或所有 Mac 便笺的不透明度，减少桌面干扰。

source: Mac only
es: Solo en Mac
fr: Sur Mac uniquement
zh_hans: 仅限 Mac

source: Make important words stand out with emphasis, text colors, highlights, and memo fonts.
es: Destaca lo importante con énfasis, colores de texto, resaltados y fuentes para tus notas.
fr: Faites ressortir les mots importants avec des styles, des couleurs, du surlignage et des polices pour vos mémos.
zh_hans: 通过强调、文字颜色、高亮和备忘录字体，让重要内容更醒目。

source: Make one or all notes less visible.
es: Atenúa una nota o todas.
fr: Atténuer une note ou toutes les notes.
zh_hans: 淡化一张或所有便笺。

source: Make room for ideas
es: Dejar espacio a las ideas
fr: Faire place aux idées
zh_hans: 为灵感留出空间

source: Make subtask
es: Crear subtarea
fr: Créer une sous-tâche
zh_hans: 创建子任务

source: Mark task incomplete
es: Marcar tarea como incompleta
fr: Marquer la tâche comme non terminée
zh_hans: 将任务标记为未完成

source: Memos and text styling, subtasks with progress, a calmer desktop, per-note Focus settings.
es: Notas y formato de texto, subtareas con progreso, un escritorio más tranquilo, ajustes de Concentración por nota.
fr: Mémos et mise en forme du texte, sous-tâches avec progression, un bureau plus calme, réglages de concentration par note.
zh_hans: 备忘录和文本样式、带进度的子任务、更清爽的桌面、逐条便笺专注设置。

source: More ways to express an idea
es: Más formas de expresar una idea
fr: Plus de façons d’exprimer une idée
zh_hans: 更多表达想法的方式

source: Move Down
es: Mover hacia abajo
fr: Descendre
zh_hans: 下移

source: Move Up
es: Mover hacia arriba
fr: Monter
zh_hans: 上移

source: New Note
es: Nueva nota
fr: Nouvelle note
zh_hans: 新建笔记

source: New task
es: Nueva tarea
fr: Nouvelle tâche
zh_hans: 新建任务

source: Next
es: Siguiente
fr: Suivant
zh_hans: 下一步

source: No Notes Yet
es: Aún no hay notas
fr: Aucune note pour l’instant
zh_hans: 还没有笔记

source: No Tildone Pro purchase was found for this Apple Account.
es: No se ha encontrado ninguna compra de Tildone Pro para esta cuenta de Apple.
fr: Aucun achat de Tildone Pro n’a été trouvé pour ce compte Apple.
zh_hans: 未找到此 Apple 账户的 Tildone Pro 购买记录。

source: No tasks
es: No hay tareas
fr: Aucune tâche
zh_hans: 没有任务

source: No tasks yet
es: Aún no hay tareas
fr: Aucune tâche pour l’instant
zh_hans: 还没有任务

source: Note color
es: Color de la nota
fr: Couleur de la note
zh_hans: 笔记颜色

source: Note completed
es: Nota completada
fr: Note terminée
zh_hans: 笔记已完成

source: Note title
es: Título de la nota
fr: Titre de la note
zh_hans: 笔记标题

source: Note type
es: Tipo de nota
fr: Type de note
zh_hans: 笔记类型

source: Notes
es: Notas
zh_hans: 笔记

source: Notes saved only on this iPhone will not be uploaded automatically.
es: Las notas guardadas únicamente en este iPhone no se subirán automáticamente.
fr: Les notes enregistrées uniquement sur cet iPhone ne seront pas envoyées automatiquement.
zh_hans: 仅保存在这台 iPhone 上的笔记不会自动上传。

source: OK
es: Aceptar
zh_hans: 好

source: One note, one focused message.
es: Una nota, un mensaje claro.
fr: Une note, un message essentiel.
zh_hans: 一张便笺，专注一件事。

source: One purchase unlocks Pro on Mac and iPhone.
es: Una compra desbloquea Pro en Mac y iPhone.
fr: Un seul achat débloque Pro sur Mac et iPhone.
zh_hans: 一次购买即可在 Mac 和 iPhone 上解锁 Pro。

source: One thing at a time
es: Una cosa a la vez
fr: Une chose à la fois
zh_hans: 一次专注一件事

source: Open download page
es: Abrir página de descarga
fr: Ouvrir la page de téléchargement
zh_hans: 打开下载页面

source: Orange
es: Naranja
zh_hans: 橙色

source: Organize tasks into smaller steps.
es: Organiza tareas en pequeños pasos.
fr: Organiser les tâches en étapes.
zh_hans: 将任务拆分为小步骤。

source: Outdent Task
es: Reducir sangría de tarea
fr: Désindenter la tâche
zh_hans: 减少任务缩进

source: Pack a bag
es: Preparar una maleta
fr: Préparer un sac
zh_hans: 收拾行李

source: Pause Sync
es: Pausar sincronización
fr: Suspendre la synchronisation
zh_hans: 暂停同步

source: Pick up flowers
es: Recoger flores
fr: Récupérer les fleurs
zh_hans: 取鲜花

source: Pink
es: Rosa
fr: Rose
zh_hans: 粉色

source: Plan a weekend away
es: Planear una escapada
fr: Préparer une escapade
zh_hans: 计划周末出游

source: Preview available to everyone
es: Vista previa disponible para todos
fr: Aperçu accessible à tous
zh_hans: 所有人均可预览

source: Pro features
es: Funciones Pro
fr: Fonctionnalités Pro
zh_hans: Pro 功能

source: Pro · Preview available to everyone
es: Pro · Vista previa disponible para todos
fr: Pro · Aperçu accessible à tous
zh_hans: Pro · 所有人均可预览

source: Promote task
es: Promover tarea
fr: Promouvoir la tâche
zh_hans: 提升任务层级

source: Purchase could not be completed. Please try again.
es: No se ha podido completar la compra. Inténtalo de nuevo.
fr: L’achat n’a pas pu être effectué. Réessayez.
zh_hans: 无法完成购买。请重试。

source: Purchase could not be verified. Please try Restore Purchases.
es: No se ha podido verificar la compra. Prueba a restaurar las compras.
fr: L’achat n’a pas pu être vérifié. Essayez de restaurer les achats.
zh_hans: 无法验证购买。请尝试恢复购买。

source: Purchase pending approval.
es: Compra pendiente de aprobación.
fr: Achat en attente d’approbation.
zh_hans: 购买正在等待批准。

source: Purple
es: Morado
fr: Violet
zh_hans: 紫色

source: Red
es: Rojo
fr: Rouge
zh_hans: 红色

source: Remember to call the electrician on Monday
es: Recuerda llamar al electricista el lunes
fr: Penser à appeler l’électricien lundi
zh_hans: 记得周一给电工打电话

source: Remember to call the electrician on Monday about the kitchen lights. Ask for a morning appointment and a quote.
es: Recordar llamar al electricista el lunes por las luces de la cocina. Pedir una cita por la mañana y un presupuesto.
fr: Penser à appeler l’électricien lundi au sujet des lumières de la cuisine. Demander un rendez-vous le matin et un devis.
zh_hans: 记得周一给电工打电话，询问厨房照明的问题。请他安排上午上门，并提供报价。

source: Rename
es: Renombrar
fr: Renommer
zh_hans: 重命名

source: Rename Note
es: Renombrar nota
fr: Renommer la note
zh_hans: 重命名笔记

source: Reorder Task
es: Reordenar tarea
fr: Réorganiser la tâche
zh_hans: 重新排序任务

source: Requires Pro
es: Requiere Pro
fr: Nécessite Pro
zh_hans: 需要 Pro

source: Restore Purchases
es: Restaurar compras
fr: Restaurer les achats
zh_hans: 恢复购买

source: Restore Purchases could not be completed. Please try again.
es: No se han podido restaurar las compras. Inténtalo de nuevo.
fr: La restauration des achats a échoué. Réessayez.
zh_hans: 无法恢复购买。请重试。

source: Resume Sync
es: Reanudar sincronización
fr: Reprendre la synchronisation
zh_hans: 恢复同步

source: Reveal private text on hover.
es: Muestra el texto al pasar el cursor.
fr: Afficher le texte au survol.
zh_hans: 悬停时显示私密文字。

source: Reverses the latest local change
es: Revierte el último cambio local
fr: Annule la dernière modification locale
zh_hans: 撤销最近的本地更改

source: Save
es: Guardar
fr: Enregistrer
zh_hans: 存储

source: Scan with your iPhone camera, or open the App Store link.
es: Escanea con la cámara del iPhone o abre el enlace de la App Store.
fr: Scannez avec l’appareil photo de votre iPhone ou ouvrez le lien App Store.
zh_hans: 使用 iPhone 相机扫描，或打开 App Store 链接。

source: Search Notes and Tasks
es: Buscar notas y tareas
fr: Rechercher des notes et des tâches
zh_hans: 搜索笔记和任务

source: Set each note to blur its task text or stay behind other windows, using the privacy choices you already know from Focus Filters.
es: Configura cada nota para desenfocar su texto o dejarla detrás de otras ventanas, con las opciones de privacidad que ya conoces de los filtros de Concentración.
fr: Choisissez pour chaque note de flouter son texte ou de la laisser derrière les autres fenêtres, avec les options de confidentialité déjà proposées par les filtres de concentration.
zh_hans: 为每条便笺设置文本模糊或置于其他窗口后方，并沿用你熟悉的专注模式隐私选项。

source: Share download link
es: Compartir enlace de descarga
fr: Partager le lien de téléchargement
zh_hans: 分享下载链接

source: Show again next launch
es: Mostrar al volver a abrir
fr: Afficher au prochain lancement
zh_hans: 下次启动时再显示

source: Sign in to iCloud
es: Inicia sesión en iCloud
fr: Connectez-vous à iCloud
zh_hans: 登录 iCloud
